<?php
// _LANGCODE: en
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

define('_CONFIRM_UPGRADE_220', "
ستقوم نصوص الترقية بترحيل البيانات من وحدة 'الملف الشخصي' الحالية.<br>
يرجى عدم إلغاء تثبيت وحدة 'الملف الشخصي' الحالية يدويًا، وإلا فلن يتم ترحيل البيانات المقابلة.<br><br>
بمجرد اكتمال عملية الترقية بالكامل، يرجى <strong>الذهاب إلى منطقة إدارة الوحدات لتحديث وحدة 'الملف الشخصي'</strong>. بمجرد الانتهاء من ذلك، سيتم ترحيل بيانات الملف الشخصي بالكامل.<br><br>
لإلغاء الترقية، <a href='index.php'>انقر هنا</a>.<br><br>
أو لـ <a style='color:green; font-size:1.3em;' href='index.php?action=next&upd220=ok'>المتابعة</a>.
");
