<?php
/**
 * Adapted from the following under GPL 1 or greater license
 * http://search.cpan.org/~creamyg/Lingua-StopWords-0.09/
 */
define(
    '_XMF_STOPWORDS',
    "أنا لي نفسي نحن لنا أنفسنا أنت لك بنفسك أنتم لكم بأنفسكم هو له بنفسه هي لها بنفسها "
    . "هو لها بنفسها هم لهم بأنفسهم ماذا الذي من هذا ذلك هذه تلك أكون هو كان كانت كن كنتم "
    . "كنت كنا لدي يملك كان يفعل يفعلون فعلت فعلنا سأفعل يجب أستطيع أنا أنت هو هي نحن هم "
    . "لقد كنت كانوا لست لستِ لسنا لم لن لم يكن لم يكنوا لا ليس لن لم يفعل لن يفعل لا يستطيع "
    . "لا يمكن يجب أن دعنا هذا من هو ماذا هنا هناك متى أين لماذا كيف و لكن إذا أو لأن حتى "
    . "بينما في عند بواسطة لـ مع حول ضد بين إلى خلال قبل بعد فوق تحت من أعلى أسفل داخل خارج "
    . "على قبالة فوق تحت مرة أخرى ثم مرة هنا هناك عندما أين لماذا كيف كل أي كلا كلاهما كل "
    . "قليل أكثر معظم آخر بعض مثل لا ولا فقط نفسه نفس لذا من جدا",
);
