<?php
// 
// _LANGCODE: en
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team
//%%%%%     Time Zone   %%%%
define('_TZ_GMTM12', '(GMT-12:00) إنيويتوك، كواجالين');
define('_TZ_GMTM11', '(GMT-11:00) جزيرة ميدواي، ساموا');
define('_TZ_GMTM10', '(GMT-10:00) هاواي');
define('_TZ_GMTM9', '(GMT-9:00) ألاسكا');
define('_TZ_GMTM8', '(GMT-8:00) التوقيت الباسيفيكي (الولايات المتحدة وكندا)');
define('_TZ_GMTM7', '(GMT-7:00) التوقيت الجبلي (الولايات المتحدة وكندا)');
define('_TZ_GMTM6', '(GMT-6:00) التوقيت المركزي (الولايات المتحدة وكندا)، مكسيكو سيتي');
define('_TZ_GMTM5', '(GMT-5:00) التوقيت الشرقي (الولايات المتحدة وكندا)، بوغوتا، ليما، كيتو');
define('_TZ_GMTM4', '(GMT-4:00) توقيت الأطلسي (كندا)، كاراكاس، لاباز');
define('_TZ_GMTM35', '(GMT-3:30) نيوفاوندلاند');
define('_TZ_GMTM3', '(GMT-3:00) برازيليا، بوينس آيرس، جورج تاون');
define('_TZ_GMTM2', '(GMT-2:00) وسط الأطلسي');
define('_TZ_GMTM1', '(GMT-1:00) الأزور، جزر الرأس الأخضر');
define('_TZ_GMT0', '(GMT) توقيت غرينتش، لندن، دبلن، لشبونة، الدار البيضاء، مونروفيا');
define('_TZ_GMTP1', '(GMT+1:00) أمستردام، برلين، روما، كوبنهاغن، بروكسل، مدريد، باريس');
define('_TZ_GMTP2', '(GMT+2:00) أثينا، إسطنبول، مينسك، هلسنكي، القدس، جنوب إفريقيا');
define('_TZ_GMTP3', '(GMT+3:00) بغداد، الكويت، الرياض، موسكو، سانت بطرسبرغ');
define('_TZ_GMTP35', '(GMT+3:30) طهران');
define('_TZ_GMTP4', '(GMT+4:00) أبوظبي، مسقط، باكو، تبليسي');
define('_TZ_GMTP45', '(GMT+4:30) كابول');
define('_TZ_GMTP5', '(GMT+5:00) يكاترينبورغ، إسلام آباد، كراتشي، طشقند');
define('_TZ_GMTP55', '(GMT+5:30) مومباي، كلكتا، تشيناي، نيودلهي');
define('_TZ_GMTP6', '(GMT+6:00) ألماتي، دكا، كولومبو');
define('_TZ_GMTP7', '(GMT+7:00) بانكوك، هانوي، جاكرتا');
define('_TZ_GMTP8', '(GMT+8:00) بكين، بيرث، سنغافورة، هونغ كونغ، أورومكي، تايبيه');
define('_TZ_GMTP9', '(GMT+9:00) طوكيو، سيول، أوساكا، سابورو، ياكوتسك');
define('_TZ_GMTP95', '(GMT+9:30) أديلايد، داروين');
define('_TZ_GMTP10', '(GMT+10:00) بريسبان، كانبيرا، ملبورن، سيدني، غوام، فلاديفوستوك');
define('_TZ_GMTP11', '(GMT+11:00) ماغادان، جزر سليمان، كاليدونيا الجديدة');
define('_TZ_GMTP12', '(GMT+12:00) أوكلاند، ولينغتون، فيجي، كامتشاتكا، جزر مارشال');
