<?php
//
// _LANGCODE: en
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

$content .= "<h3>موقعك</h3>
<p>يمكنك الآن الوصول إلى <a href='../index.php'>الصفحة الرئيسية لموقعك</a>.</p>
<h3>الدعم</h3>
<p>تفضل بزيارة <a href='https://xoops.org/' rel='external'>مشروع زووبس</a></p>
<p><strong>تنبيه هام:</strong> يحتوي موقعك حاليًا على الحد الأدنى من الوظائف.
يرجى زيارة <a href='https://xoops.org/' rel='external' title='نظام تطبيقات ويب زووبس'>xoops.org</a>
لمعرفة المزيد حول توسيع نظام زووبس لتقديم صفحات نصية، ومعارض صور، ومنتديات، والمزيد،
باستخدام <em>الوحدات</em> بالإضافة إلى تخصيص مظهر زووبس الخاص بك باستخدام <em>القوالب</em>.</p>
";

$content .= "<h3>إعدادات الأمان</h3>
<p>سيحاول المثبت تهيئة موقعك لاعتبارات الأمان. يرجى التحقق جيدًا للتأكد من التالي:
<div class='confirmMsg'>
الملف <em>mainfile.php</em> للقراءة فقط.<br>
قم بإزالة المجلد <em>{$installer_modified}</em> (أو <em>install</em> إذا لم تتم إعادة تسميته تلقائيًا بواسطة المثبت) من الخادم الخاص بك.
</div>
</p>
";
