<?php
// 
// _LANGCODE: en
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team
// License
define('LICENSE_NOT_WRITEABLE', 'رخصة الاستخدام هي %s . <br><span style="color:#ff0000;">اجعل ../include/license.php قابلاً للكتابة</span>');
define('LICENSE_IS_WRITEABLE', 'رخصة الاستخدام هي %s');
define('_INSTALL_WEBMASTER', 'مشرفو الموقع');
define('_INSTALL_WEBMASTERD', 'مشرفو هذا الموقع');
define('_INSTALL_REGUSERS', 'المستخدمون المسجلون');
define('_INSTALL_REGUSERSD', 'مجموعة المستخدمين المسجلين');
define('_INSTALL_ANONUSERS', 'المستخدمون الزوار');
define('_INSTALL_ANONUSERSD', 'مجموعة المستخدمين الزوار');

/**
 * أنواع المجموعات الجديدة
 */
define('_INSTALL_BANNEDUSERS', 'المستخدمون المحظورون');
define('_INSTALL_BANNEDUSERSD', 'مجموعة المستخدمين المحظورين');
define('_INSTALL_MODERATORUSERS', 'المشرفون');
define('_INSTALL_MODERATORUSERSD', 'هؤلاء هم المشرفون على موقعك');
define('_INSTALL_SUBMITTERUSERS', 'الناشرون');
define('_INSTALL_SUBMITTERUSERSD', 'هذه المجموعة يمكنها نشر المقالات على موقعك');
define('_INSTALL_DEVELOPEUSERS', 'المطورون');
define('_INSTALL_DEVELOPEUSERSD', 'لدى هذا المستخدم صلاحيات المطور ويمكنه رؤية رسائل تصحيح الأخطاء الخاصة بالمطورين.');
define('_INSTALL_L165', 'الموقع مغلق حالياً للصيانة. يرجى العودة لاحقاً.');
define('_INSTALL_ANON', 'مجهول');

/**
 * إخلاء المسؤولية
 */
define('_INSTALL_DISCLMR', 'بينما سيحاول مشرفو ومديرو هذا الموقع إزالة أو تعديل أي محتوى مرفوض بأسرع وقت ممكن، إلا أنه من المستحيل مراجعة كل رسالة. لذلك أنت تقر بأن جميع المشاركات تعبر عن آراء كاتبها فقط، وليس عن آراء المشرفين أو المديرين أو مسؤول الموقع (باستثناء المشاركات التي يقوم بها هؤلاء الأشخاص)، وبالتالي لا يمكن تحميلهم المسؤولية.

أنت توافق على عدم نشر أي مادة مسيئة أو فاحشة أو مبتذلة أو قذف أو كراهية أو تهديد أو مواد جنسية أو أي مادة أخرى قد تنتهك القوانين المعمول بها. قد يؤدي انتهاك ذلك إلى حظرك بشكل فوري ودائم (وسيتم إبلاغ مزود الخدمة الخاص بك). يتم تسجيل عنوان IP لكل مشاركة للمساعدة في تطبيق هذه الشروط. لا يُسمح بإنشاء حسابات متعددة لنفس المستخدم. أنت توافق على أن لمشرف الموقع والمديرين والمشرفين الحق في إزالة أو تعديل أو نقل أو إغلاق أي موضوع متى رأوا ذلك مناسباً. كمستخدم، أنت توافق على تخزين المعلومات التي أدخلتها أعلاه في قاعدة بيانات. مع العلم أن هذه المعلومات لن يتم إفشاؤها لأي طرف ثالث بدون موافقتك، لكن لا يمكن تحميل مشرف الموقع والمديرين والمشرفين مسؤولية أي محاولة اختراق قد تؤدي إلى تسريب المعلومات.

يستخدم هذا النظام ملفات تعريف الارتباط (كوكيز) لتخزين المعلومات على جهاز الكمبيوتر الخاص بك. لا تحتوي هذه الملفات على أي من المعلومات التي أدخلتها أعلاه، بل تُستخدم فقط لتحسين تجربتك في التصفح. يتم استخدام عنوان البريد الإلكتروني فقط لتأكيد تفاصيل تسجيلك وكلمة المرور الخاصة بك (ولإرسال كلمات مرور جديدة في حال نسيت الحالية).

بالضغط على زر التسجيل أدناه، فإنك توافق على الالتزام بهذه الشروط.');
