<?php
//
// _LANGCODE: en
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

$content = '
<p>
    <abbr title="نظام بوابة كائني التوسعة">XOOPS</abbr> هو نظام نشر ويب مفتوح المصدر
    ومبني بأسلوب البرمجة الكائنية باستخدام PHP. يُعد أداة مثالية لتطوير مواقع مجتمعية ديناميكية صغيرة إلى كبيرة، بوابات داخلية للشركات، بوابات شركات، مدونات، وأكثر من ذلك بكثير.
</p>
<p>
    يتم إصدار XOOPS بموجب شروط
    <a href="https://www.gnu.org/licenses/gpl-2.0.html" rel="external">رخصة جنو العمومية (GPL)</a>
    الإصدار 2 أو أعلى، وهو مجاني للاستخدام والتعديل.
    كما يمكن إعادة توزيعه بحرية طالما أنك تلتزم بشروط التوزيع الخاصة بالرخصة.
</p>
<h3>المتطلبات</h3>
<ul>
    <li>خادم ويب (<a href="https://www.apache.org/" rel="external">Apache</a>، <a href="https://www.nginx.com/" rel="external">NGINX</a>، IIS، إلخ)</li>
    <li><a href="https://www.php.net/" rel="external">PHP</a> الإصدار 5.6.0 أو أعلى، يُنصح باستخدام 7.3 أو أحدث</li>
    <li><a href="https://www.mysql.com/" rel="external">MySQL</a> الإصدار 5.5 أو أعلى، يُنصح باستخدام 5.7 أو أحدث</li>
</ul>
<h3>قبل التثبيت</h3>
<ol>
    <li>قم بإعداد خادم الويب وPHP وخادم قاعدة البيانات بشكل صحيح.</li>
    <li>حضّر قاعدة بيانات لموقع XOOPS الخاص بك.</li>
    <li>أنشئ حساب مستخدم وامنحه صلاحيات الوصول إلى قاعدة البيانات.</li>
    <li>اجعل هذه الملفات والمجلدات قابلة للكتابة: %s</li>
    <li>لأغراض الأمان، يُنصح بشدة بنقل المجلدين التاليين خارج <a href="https://privacyaustralia.net/phpsec/projects/guide/php-security-guide-databases-and-sql/" rel="external">جذر الوثائق</a> وتغيير أسماء المجلدات: %s</li>
    <li>أنشئ (إذا لم تكن موجودة بالفعل) واجعل هذه المجلدات قابلة للكتابة: %s</li>
    <li>تأكد من تفعيل ملفات تعريف الارتباط (كوكيز) وجافا سكريبت في متصفحك.</li>
</ol>
<h3>ملاحظات خاصة</h3>
<p>قد تتطلب بعض تركيبات البرمجيات الخاصة بالنظام إعدادات إضافية للعمل بشكل صحيح مع XOOPS. 
إذا كانت أي من هذه المواضيع تنطبق على بيئتك، يرجى الرجوع إلى 
<a href="https://xoops.gitbook.io/xoops-install-upgrade/" rel="external">دليل تثبيت XOOPS الكامل</a> 
لمزيد من المعلومات.
</p>
<p>MySQL 8.0 غير مدعوم في جميع إصدارات PHP. وحتى في الإصدارات المدعومة، قد تتطلب مشكلات مكتبة 
<em>mysqlnd</em> في PHP تعيين مكون 
<em>default-authentication-plugin</em> 
في خادم MySQL إلى 
<em>mysql_native_password</em> 
ليعمل XOOPS بشكل صحيح.
</p>
<p>قد تتطلب الأنظمة التي تم تفعيل SELinux عليها (مثل CentOS وRHEL) إجراء تغييرات إضافية على سياق الأمان
لمجلدات XOOPS بالإضافة إلى أذونات الملفات العادية لجعل المجلدات قابلة للكتابة.
يرجى مراجعة مستندات النظام الخاص بك أو التواصل مع مسؤول النظام.
</p>
';

return $content;

