مرحباً {X_UNAME}،

تم إرسال تعليق (ولكن لم تتم الموافقة عليه بعد) على {X_ITEM_TYPE} "{X_ITEM_NAME}" الذي تتابعه في وحدة {X_MODULE} بموقعنا.

يمكنك عرض التعليق من خلال الرابط التالي (إذا كانت لديك الصلاحيات):
{X_COMMENT_URL}

-----------

لقد تلقيت هذه الرسالة لأنك اخترت أن يتم إعلامك عند إرسال تعليقات إلى هذا {X_ITEM_TYPE}.

إذا كان هذا خطأً أو إذا كنت لا ترغب في تلقي المزيد من هذه الإشعارات، يرجى تحديث اشتراكاتك من خلال زيارة الرابط التالي:
{X_UNSUBSCRIBE_URL}

يرجى عدم الرد على هذه الرسالة.

-----------
{X_SITENAME} ({X_SITEURL})
مشرف الموقع
{X_ADMINMAIL}
